[
    {
        "content": "Dr. Ana Torres is a Cardiologist treating heart problems, chest pain, and cardiovascular issues. Her phone number is +52 33 1234 5601"
    },
    {
        "content": "Dr. Roberto Martinez is a Cardiologist specializing in heart failure and arrhythmias. His phone number is +52 33 1234 5602"
    },
    {
        "content": "Dr. Carmen Ruiz is a Pulmonologist treating breathing problems, asthma, and lung infections. Her phone number is +52 33 1234 5603"
    },
    {
        "content": "Dr. Luis Hernandez is a Pulmonologist specializing in respiratory issues and sleep apnea. His phone number is +52 33 1234 5604"
    },
    {
        "content": "Dr. Maria Gonzalez is a Gastroenterologist treating stomach pain, digestive problems, and acid reflux. Her phone number is +52 33 1234 5605"
    },
    {
        "content": "Dr. Pedro Sanchez is a Gastroenterologist specializing in liver diseases and gastrointestinal issues. His phone number is +52 33 1234 5606"
    },
    {
        "content": "Dr. Sofia Ramirez is a Neurologist treating headaches, migraines, and neurological disorders. Her phone number is +52 33 1234 5607"
    },
    {
        "content": "Dr. Miguel Lopez is a Neurologist specializing in nerve pain, numbness, and movement disorders. His phone number is +52 33 1234 5608"
    },
    {
        "content": "Dr. Elena Flores is an Orthopedic Surgeon treating bone fractures, joint pain, and sports injuries. Her phone number is +52 33 1234 5609"
    },
    {
        "content": "Dr. Carlos Mendez is an Orthopedic Surgeon specializing in knee and hip problems. His phone number is +52 33 1234 5610"
    },
    {
        "content": "Dr. Laura Morales is an Endocrinologist treating diabetes, thyroid disorders, and hormonal problems. Her phone number is +52 33 1234 5611"
    },
    {
        "content": "Dr. Ricardo Vargas is an Endocrinologist specializing in Type 1 and Type 2 diabetes management. His phone number is +52 33 1234 5612"
    },
    {
        "content": "Dr. Patricia Castro is a Dermatologist treating skin rashes, acne, and skin infections. Her phone number is +52 33 1234 5613"
    },
    {
        "content": "Dr. Antonio Reyes is a Dermatologist specializing in skin allergies and dermatitis. His phone number is +52 33 1234 5614"
    },
    {
        "content": "Dr. Isabel Ortiz is a Nephrologist treating kidney diseases, kidney stones, and urinary problems. Her phone number is +52 33 1234 5615"
    },
    {
        "content": "Dr. Fernando Diaz is a Nephrologist specializing in chronic kidney disease and dialysis. His phone number is +52 33 1234 5616"
    },
    {
        "content": "Dr. Monica Silva is a Rheumatologist treating arthritis, joint pain, and autoimmune diseases. Her phone number is +52 33 1234 5617"
    },
    {
        "content": "Dr. Javier Medina is a Rheumatologist specializing in rheumatoid arthritis and lupus. His phone number is +52 33 1234 5618"
    },
    {
        "content": "Dr. Gabriela Herrera is a Psychiatrist treating depression, anxiety, and mental health disorders. Her phone number is +52 33 1234 5619"
    },
    {
        "content": "Dr. Alejandro Fuentes is a Psychiatrist specializing in stress management and mood disorders. His phone number is +52 33 1234 5620"
    },
    {
        "content": "Dr. Beatriz Navarro is an Oncologist treating cancer and providing chemotherapy management. Her phone number is +52 33 1234 5621"
    },
    {
        "content": "Dr. Sergio Campos is an Oncologist specializing in cancer pain management and palliative care. His phone number is +52 33 1234 5622"
    },
    {
        "content": "Dr. Rosa Jimenez is a General Practitioner treating common illnesses, fever, and flu. Her phone number is +52 33 1234 5623"
    },
    {
        "content": "Dr. Pablo Ramos is a General Practitioner providing primary care and health checkups. His phone number is +52 33 1234 5624"
    }
]